{
   "motto": "Learn. Build. Teach. Repeat.",
   "intro": "I entered the world of website development non-traditionally through a coding boot camp in 2017 where I learned React in a very fast-paced and constantly evolving environment. Since then, I've embraced every opportunity to expand my skills, exploring new tools and technologies that keep web development exciting and dynamic.",
   "career": [
      "Soon after graduating from Dev Mountain in 2017 I was recruited as an instructor to teach what I had learned to incoming students. It was an eye opening experience to be challenged daily with questions and bugs I never even thought possible as a student. I just love learning and teaching code.",
      "At the end of 2018 I was hired by Nexient (now Launch), my first \"real\" job as a web developer! I was pushed head-first into an incredibly fast paced environment as I worked with my first client - Sony Interactive Entertainment (SIE) - to build custom software and a brand new component library.",
      "During my time at Nexient I took the opportunity to teach web development courses online through Nucamp. Despite having much more experience under my belt, I still found myself learning even more from the wonderful students I guided to a career in web development.",
      "After 5 incredible years at Nexient I had the privilege to work with Domino's where I contributed to the roll out of their new Loyalty Program in 2023, as well as upgrading services used by store employees to track and produce pizzas."
   ],
   "life": [
      "I'll be honest... coding is not just a job, but also a hobby. It's part of why I started SilentArcticDev with my friends! It's so fun to bring concepts and ideas into real life for other people to enjoy. When I'm not at my computer I like to be outside playing soccer or rock climbing, or inside playing boardgames or tabletop RPGs.",
      "None of these hobbies would be as fun without my wife or cats to enjoy them with! Their love and support fuel my drive for getting the most out of this life and I'm so happy to have them around."
   ]
}
